tap "1password/tap"
tap "aws/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "moritzsternemann/apple-fonts"
tap "oven-sh/bun"
tap "rigellute/tap"
tap "stripe/stripe-cli"
tap "thezoraiz/ascii-image-converter"
tap "zirixcz/vesktop"
brew "xz"
brew "atuin"
brew "readline"
brew "sqlite"
brew "python@3.12"
brew "awscli"
brew "awscurl"
brew "bash"
brew "bat"
brew "bat-extras"
brew "binutils"
brew "gettext"
brew "glib"
brew "cmake"
brew "coreutils"
brew "curl"
brew "discount"
brew "exploitdb"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdu"
brew "gh"
brew "git-crypt"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpatch"
brew "grc"
brew "guile"
brew "helix"
brew "htop"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libyaml"
brew "lolcat"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "macchina"
brew "qemu"
brew "macpine"
brew "make"
brew "mas"
brew "node"
brew "mongosh"
brew "mtr"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "nowplaying-cli"
brew "openjdk"
brew "openjdk@11"
brew "osx-cpu-temp"
brew "perl"
brew "pnpm"
brew "postgresql@14"
brew "prettier"
brew "prettyping"
brew "protobuf"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "rich-cli"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "showkey"
brew "stylua"
brew "telnet"
brew "tldr"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "tty-clock"
brew "vim"
brew "watch"
brew "wget"
brew "xclip"
brew "xsel"
brew "yamllint"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "zlib"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/krp"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "oven-sh/bun/bun"
brew "rigellute/tap/spotify-tui"
brew "stripe/stripe-cli/stripe"
cask "1password-cli"
cask "adium"
cask "alacritty"
cask "apparency"
cask "betterdisplay"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox"
cask "font-cascadia-mono-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "macs-fan-control"
cask "marta"
cask "megasync"
cask "nvidia-geforce-now"
cask "openinterminal"
cask "postbox"
cask "postman"
cask "sf-symbols"
cask "shortcat"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "transmission"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "Color Picker", id: 1545870783
mas "MEGA VPN", id: 6456784858
mas "Peek", id: 1554235898
mas "Tampermonkey", id: 1482490089
mas "Xcode", id: 497799835
